[SCREEN]
docinfo={background:1,mainfrm:false,type:SCREENI};
grpinfo={max_item_id:25};
itm1={id:1,name:Header,refID:2,type:REFFUNCWIDGET,useinlist:false,useintable:false,useintree:false,visible:true,x:3,y:4};
itm10={backcolor:0,bidimode:left-to-right,content:Artist name xyz,font:7,height:35,highcolor:0,hlayout:left,id:22,linespacing:0,multiline:false,name:Artist_name_xyz,type:TEXTFIELD,visible:true,vlayout:middle,width:250,wrapline:no-wrap,x:297,y:327,zorder:21};
itm11={id:23,name:Menu_2,refID:4,type:REFFUNCWIDGET,useinlist:false,useintable:false,useintree:false,visible:true,x:14,y:65,zorder:22};
itm12={backcolor:0,bidimode:left-to-right,content:Device Name,font:7,height:100,highcolor:0,hlayout:left,id:24,linespacing:0,multiline:false,name:Device_Name,type:TEXTFIELD,visible:true,vlayout:middle,width:200,wrapline:wrap-by-word,x:64,y:173,zorder:23};
itm13={id:25,name:Aud_Playback,refID:14,type:REFFUNCWIDGET,useinlist:false,useintable:false,useintree:false,visible:true,x:64,y:410,zorder:24};
itm2={backcolor:0,background:135,ccp:0,ccpzorder:over,height:74,id:12,name:List,type:BUTTON,useinlist:false,useintable:false,useintree:false,visible:true,width:156,x:645,y:125,zorder:11,txtfield:{backcolor:0,bidimode:left-to-right,content:List,font:3,height:74,highcolor:0,hlayout:center,linespacing:0,multiline:false,name:List,type:TEXTFIELD,visible:true,vlayout:middle,width:156,wrapline:no-wrap,x:0,y:0}};
itm3={backcolor:0,background:135,ccp:0,ccpzorder:over,height:74,id:13,name:Music_menu,type:BUTTON,useinlist:false,useintable:false,useintree:false,visible:true,width:156,x:645,y:201,zorder:12,txtfield:{backcolor:0,bidimode:left-to-right,content:Music menu,font:3,height:74,highcolor:0,hlayout:center,linespacing:0,multiline:false,name:Music_menu,type:TEXTFIELD,visible:true,vlayout:middle,width:156,wrapline:no-wrap,x:0,y:0}};
itm4={backcolor:0,background:135,ccp:0,ccpzorder:over,height:74,id:14,name:icon_setting,type:BUTTON,useinlist:false,useintable:false,useintree:false,visible:true,width:156,x:645,y:277,zorder:13,imgfield:{backcolor:0,height:36,img:17,layout:normal,name:icon_setting,type:IMAGEFIELD,visible:true,width:36,x:60,y:19,layout_param:{clipx:0,clipy:0}}};
itm5={backcolor:0,bidimode:left-to-right,content:ALBUM,font:7,height:35,highcolor:0,hlayout:left,id:17,linespacing:0,multiline:false,name:ALBUM,type:TEXTFIELD,visible:true,vlayout:middle,width:250,wrapline:no-wrap,x:297,y:128,zorder:16};
itm6={backcolor:0,bidimode:left-to-right,content:Album title rst,font:7,height:35,highcolor:0,hlayout:left,id:18,linespacing:0,multiline:false,name:Album_title_rst,type:TEXTFIELD,visible:true,vlayout:middle,width:250,wrapline:no-wrap,x:297,y:162,zorder:17};
itm7={backcolor:0,bidimode:left-to-right,content:TRACK,font:7,height:35,highcolor:0,hlayout:left,id:19,linespacing:0,multiline:false,name:TRACK,type:TEXTFIELD,visible:true,vlayout:middle,width:250,wrapline:no-wrap,x:297,y:207,zorder:18};
itm8={backcolor:0,bidimode:left-to-right,content:Music title uvw,font:7,height:35,highcolor:0,hlayout:left,id:20,linespacing:0,multiline:false,name:Music_title_uvw,type:TEXTFIELD,visible:true,vlayout:middle,width:250,wrapline:no-wrap,x:297,y:241,zorder:19};
itm9={backcolor:0,bidimode:left-to-right,content:ARTIST,font:7,height:35,highcolor:0,hlayout:left,id:21,linespacing:0,multiline:false,name:ARTIST,type:TEXTFIELD,visible:true,vlayout:middle,width:250,wrapline:no-wrap,x:297,y:293,zorder:20};

